"Aw crap" = "がらくたAW";
"Back" = "バック";
"Half full" = "ハーフフル";
"How ya feeling today?" = "どのようにyaが今日感じ？";
"Live half full." = "半分住んでいます。";
"Loading..." = "読み込んでいます...";
"Next" = "次";
"No internet connection" = "いいえ、インターネット接続されていません";
"OK" = "OK";
"Patience is a virtue." = "忍耐は美徳である。";
"Share to Facebook" = "Facebookにシェア";
"Share to Twitter" = "Twitterへ共有";
"Sorry, this quote is too long to post to Twitter." = "申し訳ありませんが、この引用はTwitterへ投稿するには長すぎる。";
"The app that turns your frown upside down with a dose of inspiration to kick any bad mood in the butt!" = "尻内の任意の悪い気分をキックするためのインスピレーションの線量と逆さまにあなたのしかめ面を回すアプリ！";
"The glass is always" = "ガラスは常に";
"The quote hasn't loaded yet." = "引用はまだロードされていません。";
"Try Again" = "再試行する";
"Whoops" = "オエーッと吐く";
"don't be angry." = "怒って";
"don't be impatient." = "せっかち";
"don't be tired." = "疲れた";
"don't be lonely." = "孤独な";
"don't be depressed." = "意気消沈した";
"don't be guilty." = "罪を犯した";
"don't be sad." = "悲しい";
"don't be nostalgic." = "ノスタルジック";
"don't be jealous." = "嫉妬深い";
"don't be dull." = "鈍い";
"don't be scared." = "怖がって";
"don't be anxious." = "心配な";
"angry" = "怒って";
"impatient" = "せっかち";
"tired" = "疲れた";
"lonely" = "孤独な";
"depressed" = "意気消沈した";
"guilty" = "罪を犯した";
"sad" = "悲しい";
"nostalgic" = "ノスタルジック";
"jealous" = "嫉妬深い";
"dull" = "鈍い";
"scared" = "怖がって";
"anxious" = "心配な";
